Repository: aupfred/EasyABC
Catalog: locale/*/LC_MESSAGES/easyabc.po
Languages: fr

source: Chord symbol or annotation
fr: Accord de guitare ou annotation

source: Slur
fr: Liaison

source: Typesetting extra space
fr: Espace supplémentaire

source: y can be used to add extra space between the surrounding notes; moreover, chord symbols and decorations can be attached to it, to separate them from notes.
fr: y peut être utilisé pour ajouter des espaces supplémentaires entre les notes entre elles ou avec les symboles d’accord ou de décorations.

source: Redefinable symbol
fr: Symbole personnalisable

source: The letters H-W and h-w and the symbol ~ can be assigned with the U: field to provide a shortcut for the !symbol! syntax. For example, to assign the letter T to represent the trill, you can write: U: T = !trill!
fr: les lettres H-W et h-w et le symbole ~ peuvent être utilisé dans le champ U: pour définir des raccourcis pour la syntaxe !symbole!. Par exemple, pour un trille, il est possible d’écrire U: T = !trill!

source: Unknown symbol
fr: Symbole inconnu

source: Tuplet
fr: Division exceptionnelle du temps

source: Duplets, triplets, quadruplets, etc.
fr: Duolets, triolets, quartolets, etc.

source: Bar
fr: Barre de mesure

source: Separates measures.
fr: Sépare les mesures.

source: Variant ending
fr: Variation

source: To play a different ending each time
fr: Pour jouer une fin différente à chaque fois

source: The & operator may be used to temporarily overlay several voices within one measure. Each & operator sets the time point of the music back by one bar line, and the notes which follow it form a temporary voice in parallel with the preceding one. This may only be used to add one complete bar's worth of music for each &.
fr: L’opérateur & peut être autorisé pour de façon temporaire inséré plusieurs voix dans une mesure. Chaque & crée une voix supplémentaire pour la mesure, et les notes suivantes sont sont celles de la deuxième voix. Chaque & ne doit être utilisé que pour ajouter une voix pour une mesure complète.

source: Invalid character
fr: Caractère invalide

source: This character is not allowed within the body of an abc tune.
fr: Ce caractère n’est pas autorisé dans le corps d’un morceau ABC.

source: Grace notes
fr: Notes d’ornement

source: Note group
fr: Groupe de note

source: Note or chord
fr: Note ou accord

source: Measure rest
fr: Silence multi-mesure

source: Multiple notes/chords
fr: Notes multiples/accords

source: Multiple notes
fr: Notes multiples

source: Backslash
fr: Antislash

source: In abc music code, by default, line-breaks in the code generate line-breaks in the typeset score and these can be suppressed by using a backslash.
fr: Dans la notation abc, par défaut les retours à la ligne provoque un retour à la ligne de la partition. Cela peut être annulé en utilisant un antislash.
