Repository: aupfred/EasyABC
Catalog: locale/*/LC_MESSAGES/easyabc.po
Languages: fr

source: Disassembled Midi File
fr: Fichier Midi décompilé

source: Cannot find the executable midi2abc. Be sure it is in your bin folder and its path is defined in ABC Setup/File Settings.
fr: Impossible de trouver midiabc. Assurez vous qu'il se trouve dans le répertoire bin et que le chemin est défini dans Paramètres ABC/Paramètres Fichiers.

source: Error
fr: Erreur

source: {0} reported some errors
fr: {0} a signalé des erreurs

source: {0} reported some warnings
fr: {0} a signalé des avertissements

source: Error during conversion of %(filename)s: %(error)s
fr: Erreur lors de la conversion de %(filename)s: %(error)s

source: EasyABC music
fr: Musique d’EasyABC

source: Field
fr: Champ

source: Generate incipits file...
fr: Générer le fichier des incipit (premières mesures)...

source: Number of bars to extract:
fr: Nombre de mesure à extraire :

source: Maximum number of repeats to extract:
fr: Nombre maximal de reprises à extraire :

source: Maximum number of titles/subtitles to extract:
fr: Nombre maximal de titres / sous-titres à extraire :

source: Fields to sort by (eg. T):
fr: Champs utilisés pour le tri (p. ex. T) :

source: Number of rows per column:
fr: Nombre de lignes par colonne :

source: &Two column output
fr: &Deux colonnes

source: &Cancel
fr: &Annuler

source: Abc settings
fr: Paramètres ABC

source: Voices
fr: Voix

source: Colors
fr: Couleurs

source: abcm2ps executable:
fr: Exécutable abcm2ps :

source: This executable is used to display the music
fr: Ce programme est utilisé pour afficher la musique

source: abc2midi executable:
fr: Exécutable abc2midi :

source: This executable is used to make the midi file
fr: Ce programme est utilisé pour créer un fichier Midi

source: abc2abc executable:
fr: Exécutable abc2abc :

source: This executable is used to transpose the music
fr: Ce programme est utilisé pour transposer la musique

source: midi2abc executable:
fr: Exécutable midi2abc :

source: This executable is used to disassemble the output midi file
fr: Ce programme est utilisé pour désassembler le fichier midi

source: ghostscript executable:
fr: Exécutable ghostscript :

source: This executable is used to create PDF files
fr: Ce programme est utilisé pour créer des fichiers PDF

source: nwc2xml executable:
fr: Exécutable nwc2xml :

source: For NoteWorthy Composer - Windows only
fr: Pour Noteworthy Composer - Windows seulement

source: ffmpeg executable:
fr: Exécutable ffmpeg :

source: This executable is used to convert music to compressed formats
fr: Ce programme est utilisé pour convertir la musique en différent formats

source: midiplayer:
fr: Lecteur MIDI :

source: Your preferred MIDI player
fr: Votre lecteur MIDI préféré

source: SoundFont:
fr: Banque de sons :

source: Your preferred SoundFont (.sf2)
fr: Votre banque de sons (SoundFont) préférée (.sf2)

source: File paths to required executables
fr: Chemins vers les programmes nécessaires

source: Browse...
fr: Parcourir...

source: Include file header when rendering tunes
fr: Inclure l'entête du fichier dans l'aperçu des morceaux

source: Extra MIDI player parameters
fr: Paramètres MIDI additionnels

source: Restore settings
fr: Restaurer les paramètres

source: Restore default file paths to abcm2ps, abc2midi, abc2abc, ghostscript when blank
fr: Si vide, restaure les chemins par défauts pour abcm2ps, abc2midi, abc2abc, ghostscript

source: Choose a file
fr: Choisir un fichier

source: This button will restore some of the paths to the executables (abcmp2s, abc2midi, etc.) to their defaults. In order that the program knows which paths to restore, you need to make those paths blank prior to continuing. You can do this by selecting the entry box, cntr-A to select all and cntr-X to delete. If this was not done, click Cancel first and then try again.
fr: Ce bouton restaure certains des chemins d’accès aux exécutables (abcmp2s, abc2midi, etc.) à leurs valeurs par défaut. Pour que le programme sache quels chemins restaurer, vous devez les rendre vides avant de continuer. Vous pouvez le faire en sélectionnant la case d’entrée, Ctrl+A pour sélectionner tout et Ctrl+X pour supprimer. Si ce n’est pas fait, cliquez sur Annuler et réessayez.

source: Proceed?
fr: Continuer ?

source: Play chords
fr: Jouer les accords d'accompagnements

source: Ignore Dynamics
fr: Ignorer les nuances

source: Ignore Fermatas
fr: Ignorer les points d’orgues

source: No Grace Notes
fr: Aucune appoggiature

source: Barfly Mode
fr: Mode Barfly

source: Count in
fr: Top départ

source: gchord pattern
fr: Modèle pour gchord

source: Instrument for playback
fr: Instrument

source: Instrument for chord's playback
fr: Instrument pour l'accord de guitare

source: Instrument for bass chord's playback
fr: Instrument pour la basse de l'accord

source: Default Tempo
fr: Tempo par défaut

source: Tuning
fr: Réglage du diapason

source: Quarter notes per minute
fr: Noires par minute

source: Volume level for chordal accompaniment
fr: Volume pour l’accompagnement guitare (accord)

source: Volume level for bass accompaniment
fr: Volume pour l’accompagnement guitare (basse)

source: The Barfly stress model is enabled provided the rhythm designator (R:) is recognized
fr: Le mode d’interprétation Barfly est activé si un rythme (R:) est reconnu.

source: Dynamic markings like ff mp pp etc. are ignored if enabled
fr: Les nuances comme ff, mp, pp, etc. sont ignorés.

source: Fermata markings are ignored if enabled
fr: Une fois activée, les points d’orgue sont ignorés

source: Grace notes are ignored if enabled
fr: Une fois activée, les appoggiatures sont ignorées

source: Transpose by the number of semitones
fr: Transpose selon le nombre de demi-tons

source: Frequency of A in Hz
fr: Fréquence du La en Hz

source: Two rest bars before music starts
fr: Deux mesures de silence avant de démarrer la musique

source: Volume of melody line if the tune does not have any voices
fr: Volume de la mélodie si la partition n’a qu’une voix

source: f = fundamental c = chord z = rest for chord C: f -> C,, c -> [C,E,G] g -> C h -> E i -> G j -> B G -> C,, H -> E,, I -> G,, J -> B,
fr: f = tonique c = accord z = silence pour l’accord de Do (C): f —> C,, c -> [C,E,G] g —> C, h —> E, i —> G, j—> B, G —> C,, H —> E,, I —> G,, J —> B,

source: Default instrument:
fr: Instrument par défaut :

source: Main Volume:
fr: Volume :

source: L/R Balance:
fr: Balance G/D :

source: Voice n.%d:
fr: Voix n°%d :

source: The instrument for all voices is set to the default midi program. The volume and pan are set to 96/64.
fr: L’instrument midi par défaut est utilisé pour toutes les voix. Le volume et panoramique sont définis à 96/64.

source: Midi device settings
fr: Paramètres du périphérique Midi

source: Input device
fr: Périphérique d'entrée

source: Output device
fr: Périphérique de sortie

source: None
fr: Aucun

source: The options in this page controls how the music score is displayed.
fr: Les options de cette page contrôle l’affichage de la partition.

source: No page settings
fr: Aucun paramètre de mise en page

source: EasyABC defaults
fr: Défauts d’EasyABC

source: Include bar numbers
fr: Inclure les numéros de mesure

source: Add X reference number
fr: Ajouter le numéro de référence X

source: Suppress lyrics
fr: Supprimer les paroles

source: Ignore line ends
fr: Ignorer les fins de ligne

source: Left margin (cm)
fr: Marge gauche (cm)

source: Right margin (cm)
fr: Marge droite (cm)

source: Top margin (cm)
fr: Marge du haut (cm)

source: Bottom margin (cm)
fr: Marge du bas (cm)

source: Page width (cm)
fr: Largeur de page (cm)

source: Page height (cm)
fr: Hauteur de page (cm)

source: Scale factor (eg. 0.8)
fr: Échelle (p.ex 0.8)

source: Extra parameters
fr: Paramètres additionnels

source: Format file
fr: Fichier de format

source: The default is {0}
fr: La valeur par défaut est {0}

source: Additional command line parameters to abcm2ps
fr: Paramètres additionnels de la ligne de commande pour abcm2ps

source: Right click the mouse to remove all choices
fr: Cliquez avec le bouton droit pour supprimer tous les choix

source: Use the factory page settings of EasyABC
fr: Utiliser la mise en page par défaut d’EasyABC

source: Do not add page settings
fr: Ne pas ajouter les paramètres de mise en page

source: This will remove the selections in the combobox.
fr: Cela va supprimer les sélections dans les listes de choix.

source: Find PostScript format file
fr: Chercher le fichier de format PostScript

source: Note highlight color
fr: Couleur de surbrillance de note

source: Note highlight color when follow score
fr: Couleur pour le suivi de la partition

source: Color of selected note
fr: Couleur de la note sélectionnée

source: Color of currently playing note
fr: Couleur de la note jouée

source: The settings on this page control behaviour of the functions abc2xml and xml2abc. You find these functions under Files/export and import. Hovering the mouse over one of the checkboxes will provide more explanation. Further documentation can be found in the Readme.txt files which come with the abc2xml.py-??.zip and xml2abc.py-??.zip distributions available from the Wim Vree's web site.
fr: Les réglages de cette page permette de contrôler le comportement des fonctions abc2xml et xml2abc Ces fonctions sont accessibles à partir du menu Fichier -> Exporter et Importer. En survolant chaque case à cocher des explications complémentaires s’affichent. Une documentation complète est disponible dans le fichier Readme.txt présent dans les archives abc2xml.py-??.zip et xml2abc.py-??.zip à télécharger sur le site web de Wim Vree.

source: abc2xml options
fr: Options d’abc2xml

source: Compressed xml
fr: MusicXML compressé

source: xml2abc option
fr: Options de xml2abc

source: Midi Data
fr: Donnée MIDI

source: bars per line
fr: Barres de mesure par ligne

source: unit length
fr: Durée unitaire d’une note

source: Page settings
fr: Paramètre de mise en page

source: When checked, abc2xml produces compressed xml files with extension mxl.
fr: abc2xml génère des fichiers xml compressés avec l’extension mxl.

source: When checked, xml2abc turns off repeat translation and instead unfolds simple repeats.
fr: Lorsque cochée, xml2abc s’éteint traduction répéter et au lieu de cela se déroule de simples répétitions.

source: When checked, xml2abc outputs commands for midi volume and panning and the channel number. These commands are output in addition to the midi program number when it is present in the xml file.
fr: xml2abc conserve les instructions MIDI pour le volume, panoramique et canal, en plus des définitions d’instruments (program).

source: The page format includes 6 numbers, eg. 0.7,25,15,1.2,1.2,1.2,1.2 which sets the scale to 0.7, the page height to 25 cm, the page width to 15 cm, and left, right, top and bottom margins to 1.2 cm. If the page format is blank, default values are assumed.
fr: Le formatage d’une page comprend 6 nombres, p.ex .7,25,15,1.2,1.2,1.2,1.2 qui définissent l’échelle à 0.7, la hauteur de page à 25 cm, la largeur de page à 15 cm, les marges gauche, droite, haut et bas à 1.2 cm. En l’absence d’information, les valeurs par défaut sont utilisées.

source: Unless CPL is 0, it sets the maximum length for ABC output to CPL characters. The default is 100 characters. An integer number of bars, at least one, is always output.
fr: Définit le nombre maximal de caractère par ligne sauf si la valeur est 0. La valeur par défaut est 100. Le nombre de caractères réel par ligne varie pour avoir toujours un nombre entier de mesure (au moins 1).

source: When not zero, BPL sets the number of bars per line. If both CPL and BPL is given, only CPL is used.
fr: Définit le nombre de mesures par ligne. Ce paramètre est ignoré si le nombre de caractères par ligne est également défini.

source: This filter tries to eliminate redundant T: fields. A higher level (up to 6) does less filtering. The default is 0 which filters as much as possible.
fr: Ce filtre tente de supprimer les champs T: redondants. Plus le niveau est haut (maximum 6) moins le résultat est filtré.

source: Unless D is 0, it sets the unit length for the output to abc field command L: 1/D. This overrides the computation of the optimal unit length.
fr: Sauf si D est à 0, l’unité de durée est définie avec L: 1/D. Cela annule la recherche de l’unité optimale.

source: ABC Options
fr: Options d'ABC

source: Key signature
fr: Armature

source: Metre
fr: Indication de mesure

source: Default note length
fr: Durée de note par défaut

source: Title
fr: Titre

source: Bars per line
fr: Barres de mesure par ligne

source: Numbers of notes in anacrusis
fr: Nombre de notes en anacrouse

source: Detect triplets
fr: Détecter les triolets

source: Detect broken rythms
fr: Détecter les rythmes pointés

source: Use slurs on triplets
fr: Utiliser les liaisons sur les triolets

source: Use slurs on eights (useful for some waltzes)
fr: Utiliser les legatos sur les divisions par 8 (utile pour certaines valses)

source: Use slurs on first pair of sixteenth (useful for some 16th polskas)
fr: Utiliser les legatos sur la première paire des divisions par 16 (utile pour certaines polkas)

source: Errors
fr: Erreurs

source: Converting...
fr: Conversion...

source: Composer
fr: Compositeur

source: Lyrics
fr: Paroles

source: Sort by title
fr: Trier les morceaux par titre

source: Cancel
fr: Annuler

source: Find All
fr: Tout rechercher

source: Open file
fr: Ouvrir un fichier

source: Copy tune to editor
fr: Copier le morceau dans l’éditeur

source: Open
fr: Ouvrir

source: Invalid path
fr: Chemin invalide

source: Please enter a valid path to start looking for ABC-files.
fr: Veuillez saisir un chemin valide pour voir les fichiers ABC.

source: Found {0} results
fr: {0} résultats trouvés

source: Next {0} results
fr: {0} résultats suivants

source: Untitled
fr: Sans titre

source: ABC errors
fr: Erreurs ABC

source: ABC assist
fr: Assistant ABC

source: Tune list
fr: Liste des morceaux

source: ABC code
fr: Code ABC

source: Musical score
fr: Partition

source: This is the status bar. Check it occasionally.
fr: Barre de statut: vérifier la de temps en temps

source: You can get the latest version on
fr: Récupérer la dernière version

source: EasyABC - print preview
fr: EasyABC - Aperçu d'impression

source: There was a problem printing. Perhaps your current printer is not set correctly?
fr: Un problème est survenu lors de l’impression Votre imprimante n’est peut-être pas configuré correctement?

source: Printing
fr: Impression en cours

source: Unable to load %s: Unsupported format?
fr: Impossible de charger %s : Format non supporté ?

source: Beats per minute
fr: Battements par minute

source: Play position
fr: Position de lecture

source: Loop
fr: Boucle

source: Follow score
fr: Suivi de partition

source: &Do-re-mi mode
fr: Mode de saisie &Do-re-mi

source: incipits
fr: incipit

source: Error: there was some trouble saving the file.
fr: Erreur : l'enregistrement du fichier ne s'est pas déroulé correctement.

source: File could not be saved properly
fr: Le fichier n'a pas pu être enregistré correctement

source: Which field(s) do you want to sort the tunes by? (eg. T for title)
fr: Quel(s) champ(s) voulez-vous utiliser pour trier les morceaux ? (p.ex. T pour trier par titre)

source: Sort tunes
fr: Trier les morceaux

source: Please specify the index of the first tune:
fr: Veuillez définir l'index du premier morceau :

source: Renumber X: fields
fr: Renuméroter les champs X:

source: Find in Files
fr: Rechercher dans les fichiers

source: Midi file
fr: Fichier Midi

source: MP3 file
fr: Fichier MP3

source: AAC file
fr: Fichier AAC

source: Wave file
fr: Fichier WAV

source: Both the FluidSynth library and a valid SoundFont (see menu Settings -> ABC Settings -> File settings) are required for exporting to a wave file.
fr: La librairie Fluidsynth et une banque de son (voir menu Paramètres > Paramètres ABC > Fichiers) sont nécessaires pour exporter au format WAV.

source: Unable to export
fr: Export impossible

source: Failed to create {0}
fr: Echec de la création de {0}

source: ffmpeg was not found here. Go to settings and indicate the path
fr: ffmpeg n’a pas été trouvé. Allez dans les paramètres et indiquez le chemin

source: Warning
fr: Alerte

source: EasyABC needs an external program called GhostScript to generate PDFs. You can get it from https://www.ghostscript.com/download/
fr: EasyABC a besoin d’un logiciel externe comme GhostScript pour générer des PDFs. Vous pouvez le récupérer ici : https://www.ghostscript.com/download/

source: ghostscript was not found here. Go to settings and indicate the path
fr: Ghostscript n’a pas été trouvé. Allez dans les paramètres et indiquez le chemin

source: PDF file
fr: Fichier PDF

source: SVG file
fr: Fichier SVG

source: Compressed MusicXML
fr: MusicXML compressé

source: Error during conversion of X:{0} ("{1}"): {2}
fr: Erreur lors de la conversion de X:{0} ("{1}"): {2}

source: HTML file
fr: Fichier HTML

source: HTML file (interactive)
fr: Fichier HTML (interactif)

source: Export all tunes as ...
fr: Exporter tous les morceaux sous...

source: Epub file
fr: Fichier Epub

source: ABC file
fr: Fichier ABC

source: Export tune as ...
fr: Exporter le morceau sous...

source: {0} was written
fr: {0} a été enregistré

source: Choose a directory...
fr: Choisir un répertoire...

source: {0} files to create
fr: {0} fichiers à créer

source: Exporting
fr: Export en cours

source: Remaining time
fr: Temps restant

source: Export completed
fr: Export réussi

source: Export failed
fr: Echec de l’export

source: Looping is not possible when using an external midi player. Empty the midiplayer path in Settings -> ABC Settings -> File Settings to regain the looping ability when you double click the play button
fr: La lecture en boucle n’est pas possible lors de l’utilisation d’un lecteur MIDI externe. Effacer le chemin dans Paramètres -> Paramètres ABC -> Fichiers pour pouvoir utiliser la lecture en boucle par double-clic sur le bouton Play

source: Looping unavailable
fr: Lecture en boucle non disponible

source: Any file
fr: Tous les fichiers

source: Open ABC file
fr: Ouvrir un fichier ABC

source: Any music file
fr: Tout fichier de musique

source: Noteworthy Composer file
fr: Fichier Noteworthy Composer

source: Import and add tune
fr: Importer et ajouter un morceau

source: This ABC file seems to be encoded using UTF-8 but contains no indication of this fact. It is strongly recommended that an I:abc-charset field is added in order for you to load the file and safely save changes to it. Do you want EasyABC to add this for you automatically?
fr: Ce fichier ABC semble utiliser l'encodage UTF-8 mais ne le précise pas. Il est fortement recommandé d'ajouter un champ I:abc-charset pour éditer et modifier ce fichier. Voulez-vous qu'EasyABC l'ajoute automatiquement ?

source: Add abc-charset field?
fr: Ajouter le champ abc-charset ? (encodage du fichier abc)

source: Could not find file. It may have been moved or deleted. Choose File,Open to locate it.
fr: Impossible de trouver le fichier. Il a peut être été déplacé ou effacé. Utiliser Fichier, Ouvrir pour le localiser.

source: File not found
fr: Fichier non trouvé

source: Do you want to save your changes to %s?
fr: Voulez-vous enregistrer les modifications dans %s ?

source: Save changes?
fr: Enregistrer les modifications ?

source: This document contains characters (eg. %(ABC)s) that cannot be represented using the current character encoding (%(encoding)s). Do you want to switch to using UTF-8 as your character encoding (recommended)? (choosing No may cause some of these characters to be replaced by '?' when they are saved)
fr: Ce document contient des caractères (par ex. %(ABC)s) qui ne peuvent pas être représentés en utilisant l'encodage de caractères actuel (%(encoding)s). Voulez-vous utiliser UTF-8 comme encodage de caractères (recommandé) ? (Choisir Non peut entraîner le remplacement de certains caractères par '?' lors de leur enregistrement)

source: Switch to UTF-8 encoding?
fr: Encoder en UTF-8 ?

source: Save ABC file %s
fr: Enregistrement du fichier ABC %s

source: The file already exists. Do you want to overwrite the existing file?
fr: Le fichier existe déjà. Voulez-vous remplacer le fichier existant ?

source: Overwrite existing file?
fr: Remplacer le fichier existant ?

source: abc2abc error/warnings:
fr: Erreurs / Alertes de abc2abc :

source: Abc2abc error message
fr: Message d'erreur d'Abc2abc

source: Move up
fr: Monter

source: Move down
fr: Descendre

source: Copy
fr: Copier

source: Export to &MIDI...
fr: Exporter au format &MIDI...

source: Export to &PDF...
fr: Exporter au format &PDF...

source: Export to &one PDF...
fr: Exporter en &un PDF...

source: Export to &SVG...
fr: Exporter au format &SVG...

source: Export to &HTML...
fr: Exporter au format &HTML…

source: Export to HTML (&interactive)...
fr: Exporter au format HTML (&interactif)…

source: Export to Music&XML...
fr: Exporter au format Music&XML...

source: Export to &ABC...
fr: Exporter au format &ABC...

source: Export to &Wave...
fr: Exporter au format &WAV...

source: Export to &MP3...
fr: Exporter au format &MP3...

source: Export to &AAC...
fr: Exporter au format &AAC...

source: &Active
fr: &Actif

source: Automatic uppercase/lowercase
fr: Majuscule/minuscule automatique

source: Add note &durations
fr: Ajouter la &durée des notes

source: Disabled
fr: Désactivé

source: Automatic
fr: Automatique

source: Add &bar
fr: Ajouter les barres de mesures

source: Add &matching right symbol: ), ], } and "
fr: Ajouter le symbole de fermeture correspondant : ), ], } and "

source: Down %d semitones
fr: Baisser de %d demi-tons

source: Up %d semitones
fr: Monter de %d demi-tons

source: &Refresh music
fr: &Rafraîchir la partition

source: &Automatically refresh music as I type
fr: Rafraîchir &automatiquement la partition lors de la saisie

source: &Use reduced margins when displaying tunes on screen
fr: &Utiliser des marges réduites lors de l'affichage des morceaux à l'écran

source: &Change editor font...
fr: &Changer la police de l'éditeur...

source: &Use default editor font
fr: &Utiliser la police par défaut

source: &Reset window layout to default
fr: &Réinitialiser la disposition de la fenêtre

source: &Full screen
fr: Plein écran

source: &File
fr: &Fichier

source: &New
fr: &Nouveau

source: Create a new file
fr: Créer un nouveau fichier

source: &Open...
fr: &Ouvrir...

source: Open an existing file
fr: Ouvrir un fichier existant

source: &Close
fr: &Fermer

source: Close the current file
fr: Fermer le fichier courant

source: &Import and add...
fr: &Importer et ajouter...

source: Import a song in ABC, Midi or MusicXML format and add it to the current document.
fr: Importer un morceau au format ABC, Midi ou MusicXML et l'ajouter au document courant.

source: &Export selected
fr: &Exporter la sélection

source: as &PDF...
fr: en &PDF...

source: as one &PDF...
fr: en &un PDF...

source: as &MIDI...
fr: en &MIDI...

source: as &SVG...
fr: en &SVG...

source: as &HTML...
fr: en &HTML...

source: as HTML (&interactive)...
fr: En HTML (&interactif)…

source: as Music&XML...
fr: en Music&XML...

source: as A&BC...
fr: En A&BC…

source: as &Wave...
fr: en &WAV...

source: as &MP3...
fr: en &MP3...

source: as &AAC...
fr: en &AAC...

source: Export &all
fr: &Tout exporter

source: as a &PDF Book...
fr: en &PDF (livre)...

source: as PDF &Files...
fr: en &fichier PDF par morceau...

source: &Save
fr: Enregi&strer

source: Save the active file
fr: Enregistrer le fichier courant

source: Save &As...
fr: Enregistrer Sous...

source: Save the active file with a new filename
fr: Enregistrer le fichier courant avec un nouveau nom

source: &Print...
fr: Im&primer...

source: Print the selected tune
fr: Imprimer le morceau sélectionné
