Repository: aupfred/EasyABC
Catalog: locale/*/LC_MESSAGES/easyabc.po
Languages: fr

source: &Print preview
fr: Aperçu d'impression

source: P&age Setup...
fr: &Mise en page...

source: Change the printer and printing options
fr: Modifier l'imprimante et les options d'impression

source: &Recent files
fr: Fichiers &Récents

source: &Quit
fr: &Quitter

source: Exit the application (prompt to save files)
fr: Fermeture de l'application (Demande d'enregistrement de fichiers)

source: &Edit
fr: &Edition

source: &Undo
fr: Annuler

source: Undo the last action
fr: Annuler la dernière action

source: &Redo
fr: Répéter

source: Redo the last action
fr: Répéter la dernière action

source: &Cut
fr: Couper

source: Cut the selection and put it on the clipboard
fr: Couper la sélection et l'ajouter dans le presse-papier

source: &Copy
fr: &Copier

source: Copy the selection and put it on the clipboard
fr: Copier la sélection dans le presse-papier

source: &Paste
fr: Coller

source: Paste clipboard contents
fr: Coller le contenu du presse-papier

source: &Delete
fr: Effacer

source: Delete the selection
fr: Effacer la sélection

source: &Insert musical symbol
fr: &Insérer un symbole musical

source: Note ornaments
fr: Ornements de note

source: Directions
fr: Reprises

source: Dynamics
fr: Nuances

source: &Transpose
fr: &Transposer

source: &Change note length
fr: &Modifier la durée de la note

source: Double note lengths
fr: Doubler la durée de la note

source: Halve note lengths
fr: Diviser la durée de la note par deux

source: A&lign bars
fr: A&ligner les barres de mesure

source: &Find...
fr: Chercher...

source: Find &Next
fr: Chercher le suivant

source: &Replace...
fr: Remplacer...

source: &Select all
fr: &Tout sélectionner

source: &Settings
fr: &Paramètres

source: &ABC settings
fr: Paramètres &ABC

source: &Midi device settings
fr: Paramètres du périphérique &Midi

source: ABC &typing assistance
fr: Assistance à la saisie du code ABC

source: &Clear cache
fr: Vider le &cache

source: Cold &restart
fr: &Réinitialiser EasyABC

source: &Tools
fr: &Outils

source: Generate &incipits file...
fr: Générer le fichier des &incipit...

source: &View incipits...
fr: &Voir les incipit...

source: &Renumber X: fields...
fr: &Renuméroter les champs X:...

source: &Sort tunes...
fr: &Trier les morceaux...

source: &View
fr: &Affichage

source: &Internals
fr: Informations &internes

source: Show warnings and errors
fr: Afficher les alertes et erreurs

source: Input processed tune
fr: Morceau utilisé pour la génération

source: List of Tunes
fr: Liste des morceaux

source: Output midi file
fr: Fichier midi généré

source: Show settings status
fr: Afficher les paramètres

source: &Help
fr: &Aide

source: &Show fields and commands reference
fr: &Afficher le glossaire des champs et commandes d'ABC

source: &EasyABC Help
fr: Aide d'&EasyABC

source: Link to EasyABC Website
fr: Lien vers le site web d'EasyABC

source: &ABC Standard Version 2.1
fr: Standard &ABC Version 2.1

source: Link to the ABC Standard version 2.1
fr: Lien vers la version 2.1 du standard ABC

source: &Learn ABC
fr: &Apprendre ABC

source: Link to the ABC notation website
fr: Lien vers le site "ABC notation"

source: &Abcm2ps help
fr: Aide d’&Abcm2ps

source: Link to the Abcm2ps website
fr: Lien vers le site abcm2ps

source: &Abc2midi help
fr: Aide d’&Abc2midi

source: Link to the Abc2midi website
fr: Lien vers le site Abcmidi

source: &Check for update...
fr: Vérifier les mises à jour…

source: Link to EasyABC download page
fr: Lien vers le site de téléchargement d'EasyABC

source: About EasyABC
fr: À propos d'EasyABC

source: You need to create the midi file by playing the tune
fr: Vous devez créer le fichier MIDI en jouant le morceau

source: Find
fr: Rechercher

source: Find & Replace
fr: Rechercher et Remplacer

source: %d occurrences successfully replaced.
fr: %d occurrences remplacées avec succès.

source: Cannot find "%s"
fr: Impossible de trouver "%s"

source: Replace All
fr: Tout remplacer

source: This will remove %(count)s temporary files stored in the directory %(dir)s that in total use %(size).2f MB of your disk space. Proceed?
fr: Confirmez-vous la suppression du fichier temporaire %(count)s enregistrer dans le répertoire %(dir)s qui utilise un %(size).2f Mo d'espace disque ?

source: Clear cache?
fr: Effacer le cache ?

source: This will close EasyAbc and put it in a state so that it starts with default settings.i.e. the file settings1.3 will be deleted.
fr: Cela va fermer EasyAbc et réinitialiser les paramètres afin qu’il démarre avec la valeur par défaut. P. Ex. le fichier settings1.3 sera supprimé.

source: Select a font for the ABC editor
fr: Sélectionner la police pour l'éditeur ABC

source: ABC fields and commands reference
fr: Glossaire des champs et commandes ABC

source: nwc2xml error
fr: Erreurs nwc2xml

source: Name of tune
fr: Nom du morceau

source: abcm2ps was not found here. You need it to view the music. Go to settings and indicate the path.
fr: abcm2ps n'a pas été trouvé. Vous en avez besoin pour voir la musique. Allez dans les paramètres et indiquez le chemin.

source: abc2midi was not found here. You need it to play the music. Go to settings and indicate the path.
fr: abc2midi n'a pas été trouvé. Vous en avez besoin pour jouer la musique. Allez dans les paramètres et indiquez le chemin.

source: midi2abc was not found here. You need it to play the music. Go to settings and indicate the path.
fr: midi2abc n'a pas été trouvé. Vous en avez besoin pour jouer la musique. Allez dans les paramètres et indiquez le chemin.

source: abc2abc was not found here. You need it to transpose the music. Go to settings and indicate the path.
fr: abc2abc n'a pas été trouvé. Vous en avez besoin pour transposer la partition. Allez dans les paramètres et indiquez le chemin.

source: The midiplayer was not found. You will not be able to play the MIDI file.
fr: Le lecteur midi n'a pas été trouvé. Vous ne pourrez pas écouter le fichier MIDI.

source: The executable %s could not be found
fr: Le programme %s n'a pas été trouvé

source: List of tunes
fr: Liste des morceaux

source: Processed Abc Tune
fr: Morceau ABC traité

source: Less options
fr: Moins d’options

source: More options
fr: Plus d’options

source: Convert to annotation
fr: Convertir en annotation

source: No accidental
fr: Aucune altération

source: Natural
fr: Bécarre

source: Sharp
fr: Dièse

source: Flat
fr: Bémol

source: Double sharp
fr: Double dièse

source: Double flat
fr: Double bémol

source: Change accidental
fr: Modifier l’altération

source: Common time (4/4)
fr: Indication de mesure usuelle (4/4)

source: Cut time (2/2)
fr: Alla breve (2/2)

source: Change meter
fr: Modifier la mesure

source: half note
fr: blanche

source: quarter note
fr: noire

source: eighth note
fr: croche

source: sixteenth note
fr: double-croche

source: Change note length
fr: Modifier la durée de la note

source: three quarter note
fr: blanche pointée

source: three eighth note
fr: noire pointée

source: Only name
fr: Nom seul

source: Only speed
fr: Pulsation seule

source: Name & speed
fr: Nom et pulsation

source: Change tempo notation
fr: Modifier le tempo

source: Grave
fr: Large (Lent)

source: Vivace
fr: Vif

source: Presto
fr: Rapide (Presto)

source: Change tempo name
fr: Modifier le nom du tempo

source: Note up
fr: Monter d’une note

source: Note down
fr: Baisser la note

source: Octave up
fr: Monter d’un octave

source: Octave down
fr: Baisser d’un octave

source: Change pitch
fr: Modifier la hauteur

source: Change duration
fr: Modifier la durée

source: One measure
fr: Une mesure

source: Normal rest
fr: Silence

source: Default length
fr: Durée par défaut

source: Halve note length
fr: Divise par deux la durée de la note

source: Double note length
fr: Doubler la durée de la note

source: Dotted note
fr: Note pointée

source: This note dotted, next note halved
fr: Cette note pointée, la suivante divisée par deux

source: This note halved, next note dotted
fr: Cette note divisée par deux, la suivante pointée

source: Tie / untie
fr: Lier / délier

source: Whole measure
fr: Mesure entière

source: Optional sharp
fr: Dièse optionnel

source: Optional natural
fr: Bécarre optionnel

source: Optional flat
fr: Bémol optionnel

source: Change annotation
fr: Modifier l’annotation

source: Above
fr: Au-dessus

source: Below
fr: Sous

source: Left
fr: Gauche

source: Right
fr: Droite

source: Bar line
fr: Ligne de barre de mesure

source: Double bar line
fr: Barre double

source: Thin-thick double bar line
fr: Barre de fin

source: Dotted bar
fr: Barre pointillée

source: Thick-thin double bar line
fr: Barre de début

source: Start of repeated section
fr: Début de reprise

source: End of repeated section
fr: Fin de reprise

source: First ending
fr: Première reprise

source: Second ending
fr: Deuxième reprise

source: Both end and start of repetition
fr: Fin et début de répétition

source: Voice overlay
fr: Superposition de voix

source: Invisible bar
fr: Barre invisible

source: Change bar
fr: Modifier la barre

source: Hidden
fr: Caché

source: Visibility
fr: Visibilité

source: Appoggiatura
fr: Appoggiature

source: Appoggiatura/acciaccatura
fr: Notes d’ornements

source: 6 sharps
fr: 6 dièses

source: 5 sharps
fr: 5 dièses

source: 4 sharps
fr: 4 dièses

source: 3 sharps
fr: 3 dièses

source: 2 sharps
fr: 2 dièses

source: 1 sharp
fr: 1 dièse

source: 0 sharps/flats
fr: 0 dièse/bémol

source: 1 flat
fr: 1 bémol

source: 2 flats
fr: 2 bémols

source: 3 flats
fr: 3 bémols

source: 4 flats
fr: 4 bémols

source: 5 flats
fr: 5 bémols

source: 6 flats
fr: 6 bémols

source: Major (Ionian)
fr: Majeur (Ionian)

source: Minor (Aeolian)
fr: Mineur (Naturel)

source: Dorian
fr: Dorien

source: Mixolydian
fr: Mixolydien

source: Phrygian
fr: Phrygien

source: Lydian
fr: Lydie

source: Locrian
fr: Locrien

source: Default
fr: Défaut

source: Treble clef
fr: Clef de sol

source: Bass clef
fr: Clef de fa (Basse)

source: Tenor clef
fr: Clef d’ut 4ème (Ténor)

source: Alto clef
fr: Clef d’ut 3ème (Alto)

source: Soprano clef
fr: Clef d’ut 1ère (Soprano)

source: Mezzo-soprano clef
fr: Clef d’ut 2ème (Mezzo soprano)

source: Baritone clef
fr: Clef d’ut 5ème (Baryton)

source: Percussion clef
fr: Clef de percussion

source: Octave higher (8va)
fr: Un octave plus haut (8va)

source: Octave lower (8va bassa)
fr: Octave plus bas (8vb)

source: Staff transpose
fr: Transposer la portée

source: Playback transpose
fr: Transpose la lecture

source: Octave shift
fr: Décalage d’octave

source: Change dynamics mark
fr: Modifier la nuance

source: Change fingering
fr: Modifier le doigté

source: Change ornament
fr: Modifier l’ornements de note

source: Change direction marker
fr: Modifier les indications de reprise

source: Change articulation marker
fr: Modifier le phrasé

source: Change chord
fr: Modifier les accords d'accompagnements

source: Major
fr: Majeur

source: Minor
fr: Mineur

source: Diminished
fr: Diminué

source: Augmented
fr: Augmenté

source: Suspended
fr: Suspendu (Quarte)

source: Suspended (2nd)
fr: Suspendu (2nde)

source: Seventh
fr: Septième

source: Major seventh
fr: Majeur 7ème

source: Minor seventh
fr: Mineur 7ème

source: Augmented seventh
fr: 7ème augmenté

source: Diminished seventh
fr: 7ème diminuée

source: Major sixth
fr: Majeur 6

source: Minor sixth
fr: Mineur 6

source: Half-diminished seventh
fr: Mineur 7 bémol 5 (demi-diminué)

source: Seventh suspended
fr: 7ème suspendue

source: Dominant 9th
fr: 9ème dominante

source: Major 9th
fr: Majeur 9

source: Dominant 11th
fr: 11ème dominante

source: Change chord name
fr: Modifier le nom de l’accord

source: Root position
fr: État fondamental

source: First inversion
fr: Premier renversement

source: Second inversion
fr: Second renversement

source: Change bass note
fr: Modifier la note de basse

source: Dashed
fr: Pointillé

source: Change slur
fr: Modifier la liaison

source: Change redefinable symbol
fr: Modifier le symbole personnalisé

source: Change instrument
fr: Modifier l’instrument

source: Change channel
fr: Modifier le canal MIDI

source: Change percussion instrument
fr: Modifier l’instrument de percussion

source: Muted
fr: Muet

source: Change volume
fr: Modifier le volume

source: Custom
fr: Personnalisé

source: Change guitar pattern
fr: Modifier la séquence de guitare

source: Fundamental
fr: Tonique

source: Chord
fr: Accord

source: Rest
fr: Silence

source: Double duration
fr: Double la durée

source: Fundamental plus chord
fr: Tonique et accord

source: Second note
fr: Deuxième note

source: Third note
fr: Troisième note

source: Fourth note
fr: Quatrième note

source: an octave higher
fr: Un octave plus haut

source: Change time
fr: Modifier la mesure

source: Learn {0}...
fr: Apprendre {0}...

source: more
fr: plus

source: Full ABC specification
fr: Spécification ABC complète

source: New tune
fr: Nouveau morceau

source: Unknown composer
fr: Compositeur inconnu

source: New tune with multiple voices
fr: Nouveau morceau avec plusieurs voix

source: New drum score
fr: Nouvelle partition de percussion

source: Add voice
fr: Ajouter une voix

source: Replace invalid characters
fr: Remplacer les caractères non autorisés

source: New line
fr: Nouvelle ligne

source: Space
fr: Espace

source: New note/rest
fr: Nouvelle note/silence

source: Chord symbol
fr: Symbole d’accord

source: Between parenthesis
fr: Entre parenthèses

source: Insert annotation or chord
fr: Insérer une annotation ou accord

source: Ornament
fr: Ornements

source: Articulation
fr: Phrasé

source: Shortcut symbol
fr: Raccourci

source: Fingering
fr: Doigté

source: Accidental
fr: Altération

source: Insert decoration
fr: Insérer une décoration

source: Add slur
fr: Ajouter une liaison

source: Add bar
fr: Ajouter les barres de mesures

source: Combine using beam
fr: Utiliser une même ligature

source: Combine to chord
fr: Combiner en un accord

source: Make triplets
fr: Créer triolet

source: Show single voice
fr: Montrer une seule voix

source: Show all voices
fr: Montrer toutes les voix

source: Show additional voice
fr: Montrer les voix complémentaires

source: Hide voice
fr: Masquer une voix

source: Group together on same stave
fr: Regrouper sur une portée

source: Book
fr: Livre

source: Discography
fr: Discographie

source: File url
fr: Chemin du fichier

source: Group
fr: Groupe

source: History
fr: Histoire

source: Origin
fr: Origine

source: Parts
fr: Partie

source: Rhythm
fr: Rythme

source: Tune title
fr: Titre du morceau

source: Words (note aligned)
fr: Paroles (aligné sur les notes)

source: Words (at the end)
fr: Paroles (à la fin)

source: Reference number
fr: Numéro de référence

source: Fields
fr: Champs

source: Page width
fr: Largeur de page

source: Page height
fr: Hauteur de page

source: Top margin
fr: Marge haut de page

source: Bottom margin
fr: Marge bas de page

source: Staff width
fr: Largeur de portée

source: Page orientation
fr: Orientation de la page

source: Change page format
fr: Modifier la mise en page

source: Start of every line
fr: Début de chaque ligne

source: Every measure
fr: Chaque mesure

source: Every 4 measures
fr: Toutes les 4 mesures

source: Every 5 measures
fr: Toutes les 5 mesures

source: Show measure numbers
fr: Afficher les numéros de mesure

source: Boxed
fr: Entourée

source: Show measure box
fr: Encadrer les numéros de mesure

source: Zero
fr: Zéro

source: One
fr: Un

source: First measure number
fr: Numéro de la première mesure

source: Title font
fr: Police de titre

source: Subtitle font
fr: Police pour le sous-titre

source: Composer font
fr: Police pour le compositeur

source: Parts font
fr: Police pour les parties

source: Tempo font
fr: Police pour le tempo

source: Guitar chord font
fr: Police pour les accords de guitare

source: Annotation font
fr: Police pour les annotations

source: Info font
fr: Police pour les informations

source: Text font
fr: Police pour les textes

source: Vocal font
fr: Police pour les paroles (sous les notes)

source: Words font
fr: Police pour les paroles (en fin de partition)

source: Custom font 1
fr: Police personnalisée 1

source: Custom font 2
fr: Police personnalisée 2

source: Custom font 3
fr: Police personnalisée 3

source: Custom font 4
fr: Police personnalisée 4

source: Change font directive
fr: Modifier la police

source: Page scale factor
fr: Échelle de la page

source: Staff scale factor
fr: Échelle de la portée

source: Change scale directive
fr: Modifier l’échelle

source: Score layout
fr: Mise en page de la partition

source: Measure numbering
fr: Afficher les numéros de mesure

source: Hide fields
fr: Masquer les champs

source: Playback
fr: Lecture

source: Insert directive
fr: Insérer une instruction

source: Chord instrument
fr: Instrument d’accompagnement :

source: Chord volume
fr: Volume de l’accompagnement

source: Bass instrument
fr: Instrument basse :

source: Bass volume
fr: Volume de la Basse

source: Accompaniment pattern (optional). Place after line with M:
fr: Séquence d’accompagnement (optionnel). À placer après la ligne avec M:

source: Set instrument
fr: Instrument par défaut

source: Insert playback directive
fr: Insérer une instruction

source: break between syllables within a word
fr: couper entre les syllabes d’un mot

source: previous syllable is to be held for an extra note
fr: la syllabe précédente doit être prolongée d’une note

source: one note is skipped (* is equivalent to a blank syllable)
fr: une note est ignorée (* équivaut à une syllabe vide)

source: appears as a space; aligns multiple words under one note
fr: s’affiche comme un espace ; aligne plusieurs mots sous une note

source: appears as hyphen; aligns multiple syllables under one note
fr: s’affiche comme un trait d’union ; permet de mettre plusieurs syllabes sous une même note

source: advances to the next bar
fr: avances à la mesure suivant

source: Insert align symbol
fr: Insérer un symbole d’alignement

source: one note is skipped
fr: une note est ignorée

source: Key / clef
fr: Clef

source: Change...
fr: Modifier…

source: Add...
fr: Ajouter…

source: Remove
fr: Supprimer

source: Staff layout
fr: Disposition de la portée

source: Area
fr: Zone

source: Key
fr: Clef

source: Unit note length
fr: Durée unitaire d’une note

source: Meter
fr: Indication de mesure

source: Remark
fr: Remarque

source: Symbol line
fr: Ligne symbole

source: Voice
fr: Voix

source: staccato mark
fr: Staccato

source: fermata
fr: point d’orgue

source: accent or emphasis
fr: accentuation

source: lowermordent
fr: mordant inférieur

source: uppermordent
fr: mordant supérieur

source: segno
fr: dal segno

source: trill
fr: trille

source: down-bow
fr: Tirer

source: up-bow
fr: Pousser

source: start of an extended trill
fr: début d’un trille étendu

source: end of an extended trill
fr: fin d’un trille étendu

source: lower mordent
fr: mordant inférieur

source: upper mordent
fr: mordant supérieur

source: mordent
fr: mordant inférieur

source: pralltriller
fr: mordant supérieur

source: turn or gruppetto
fr: gruppetto

source: a turn mark with a line through it
fr: un gruppetto barré

source: an inverted turn mark
fr: un gruppetto inférieur

source: an inverted turn mark with a line through it
fr: un gruppetto inférieur barré

source: arpeggio
fr: arpège

source: fermata or hold
fr: point d’orgue

source: upside down fermata
fr: point d’orgue renversé

source: no finger
fr: aucun doigté

source: thumb
fr: pouce

source: index finger
fr: index (doigt)

source: middle finger
fr: majeur (doigt)

source: ring finger
fr: annulaire (doigt)

source: little finger
fr: auriculaire (doigt)

source: left-hand pizzicato
fr: pizzicato main gauche

source: snap-pizzicato
fr: pizz Bartók

source: slide up to a note
fr: glisser vers le haut

source: staccatissimo or spiccato
fr: staccatissimo ou spiccato

source: open string or harmonic
fr: corde libre ou harmonique

source: cello thumb symbol
fr: symbole du doigté du pouce pour violoncelle

source: breath mark
fr: respiration

source: pianissimo possibile
fr: pianississimo

source: fortissimo possibile
fr: fortississimo

source: start of a < crescendo mark
fr: début de crescendo

source: end of a < crescendo mark
fr: fin de crescendo

source: start of a > diminuendo mark
fr: début de diminuendo

source: end of a > diminuendo mark
fr: fin de diminuendo

source: the letters D.S. (=Da Segno)
fr: lettre D.S. ( Do Segno)

source: the letters D.C. (=either Da Coda or Da Capo)
fr: les lettres D.C. (Da Coda ou Da Capo)

source: the word "Da" followed by a Coda sign
fr: le mot « Da » suivi du symbole Coda

source: the words "Da Capo"
fr: les mots « Da Capo »

source: the words "D.C. al Coda"
fr: les mots « D.C. al Coda »

source: the words "D.C. al Fine"
fr: les mots « D.C. al Fine »

source: the words "D.S. al Coda"
fr: les mots « D.S. al Coda »

source: the words "D.S. al Fine"
fr: les mots « D.S. al Fine »

source: the word "fine"
fr: le mot « fine »

source: vertical line on the upper part of the staff
fr: ligne verticale sur la partie supérieure de la portée

source: vertical line on the upper part of the staff, extending down to the centre line
fr: ligne verticale sur la partie supérieure de la portée, jusqu’à la ligne du centre

source: vertical line on the upper part of the staff, extending 3/4 of the way down
fr: ligne verticale sur la partie supérieure de la portée jusque 3/4 plus bas

source: Unknown
fr: Inconnu

source: Stylesheet directive
fr: Instruction de format

source: A stylesheet directive is a line that starts with %%, followed by a directive that gives instructions to typesetting or player programs.
fr: Une instruction de format est une ligne commençant par %%, suivi par un libellé permettant de définir des comportements particuliers pour les logiciels générant les partitions ou les lecteurs MIDI.

source: MIDI directive
fr: Instruction MIDI

source: A directive that gives instructions to player programs.
fr: Une directive permettant de définir des caractéristiques pour les lecteurs MIDI.

source: Sets the instrument for a MIDI channel.
fr: Instrument utilisé par défaut pour le Channel MIDI.

source: Sets the instrument for playing chords.
fr: Instrument par défaut pour l’accompagnement

source: Sets the instrument for the base.
fr: Instrument par défaut pour la basse

source: Channel
fr: Canal MIDI

source: Guitar chords
fr: Police pour les accords de guitare

source: Play guitar chords
fr: Jouer les accords d'accompagnements

source: ABC version
fr: Version d’ABC

source: It starts with the version of the ABC specification this file conforms to.
fr: Cela commence par la version du standard ABC respecté par le fichier.

source: Comment
fr: Commentaire

source: Welcome to EasyABC
fr: Bienvenue dans EasyABC

source: Creating an abc-file from scratch can be difficult. This assist panel tries to help by providing hints and actions. But remember, typing is usually faster.
fr: Créer un fichier abc de zéro peut être difficile. Cet assistant essaie d’aider en proposant des conseils et actions. Rappel : la saisie directe est normalement plus rapide.

source: Empty line
fr: Ligne vide

source: An empty line separates tunes.
fr: Une ligne vide sépare différents morceaux.

source: Empty line in header
fr: Ligne vide en entête

source: Notes, rests, or directives can be added.
fr: Il est possible d’ajouter des notes, silences et directives.

source: File header
fr: Entête de fichier

source: Everything above the first X: is the file header. The directives here apply to all the tunes that follow.
fr: L’entête est tout ce qui précède le premier champ X:. Les instructions s’appliquent à tous les morceaux qui suivent.

source: Whitespace
fr: Espace

source: Space is used to improve legibility and to prevent notes from sharing the same beam.
fr: L’espace est utilisé pour améliorer la lisibilité du code ABC et d’empêcher des notes de partager une même ligature.
